import React from 'react'

import './AboutMe.scss'

const AboutMe = () => (
  <div className='AboutMe'>
    <h1>Обо мне</h1>

    <table>
      <tbody>
        <tr>
          <th scope="row">Возраст</th>
          <td>30 лет</td>
        </tr>
        <tr>
          <th scope="row">Город</th>
          <td>Томск</td>
        </tr>
        <tr>
          <th scope="row">Образование</th>
          <td>Высшее (ЮИ ТГУ, очная форма обучения)</td>
        </tr>
        <tr>
          <th scope="row">Работа</th>
          <td>Работал помощником арбитражного управляющего с 2012 года</td>
        </tr>
        <tr>
          <th scope="row">Интересы</th>
          <td>Frontend, backend, программирование как таковое. Программированием занимаюсь более 2-х лет, frontend разработкой более года, в связи с чем решил попробовать найти работу и развиваться в этой сфере как специалист</td>
        </tr>
        <tr>
          <th scope="row">Что изучил?</th>
          <td>Frontend, backend, программирование как таковое. Программированием занимаюсь более 2-х лет, frontend разработкой более года, в связи с чем решил попробовать найти работу и развиваться в этой сфере как специалист</td>
        </tr>
        <tr>
          <th scope="row">Ресурсы использованные для изучения</th>
          <td>Frontend, backend, программирование как таковое. Программированием занимаюсь более 2-х лет, frontend разработкой более года, в связи с чем решил попробовать найти работу и развиваться в этой сфере как специалист</td>
        </tr>
        <tr>
          <th scope="row">Владение английским языком</th>
          <td>Frontend, backend, программирование как таковое. Программированием занимаюсь более 2-х лет, frontend разработкой более года, в связи с чем решил попробовать найти работу и развиваться в этой сфере как специалист</td>
        </tr>
      </tbody>
    </table>

  </div>
)

export default AboutMe
